

-- configurations/alpha.lua


-- vim.api.nvim_create_autocmd({ 'BufNew' }, {
--         pattern = '*',
--         command = 'Alpha',
-- })

require('alpha').setup(
--        require 'alpha.themes.dashboard'.config
-- )
function ()
  local dashboard = require("alpha.themes.dashboard")
  local logo = [[
       ██╗      █████╗ ███████╗██╗   ██╗██╗   ██╗██╗███╗   ███╗          Z
       ██║     ██╔══██╗╚══███╔╝╚██╗ ██╔╝██║   ██║██║████╗ ████║      Z    
       ██║     ███████║  ███╔╝  ╚████╔╝ ██║   ██║██║██╔████╔██║   z       
       ██║     ██╔══██║ ███╔╝    ╚██╔╝  ╚██╗ ██╔╝██║██║╚██╔╝██║ z         
       ███████╗██║  ██║███████╗   ██║    ╚████╔╝ ██║██║ ╚═╝ ██║
       ╚══════╝╚═╝  ╚═╝╚══════╝   ╚═╝     ╚═══╝  ╚═╝╚═╝     ╚═╝
  ]]

  dashboard.section.header.val = vim.split(logo, "\n")
  -- stylua: ignore

  return dashboard
  end)
